Repository: muut/wordpress-plugin
Catalog: lang/muut-*.po
Languages: fr_fr

source: Overview
fr_fr: Vue d'ensemble

source: General
fr_fr: Général

source: Commenting
fr_fr: Commentaires

source: Muut Commenting
fr_fr: Commentaires Muut

source: Muut Channel
fr_fr: Canal Muut

source: Muut Forum
fr_fr: Forum Muut

source: Use Muut for commenting
fr_fr: Utiliser Muut pour les commentaires

source: Channel
fr_fr: Canal

source: Channel embedding
fr_fr: Intégration d'un canal

source: Enable channel (a standalone discussion area)
fr_fr: Activer un canal (un espace de discussion unique)

source: Forum embedding
fr_fr: Intégration d'un forum

source: Enable forum
fr_fr: Activer le forum

source: Settings successfully saved, other than the errors below:
fr_fr: Paramètres sauvegardés avec succès, à l'exception des erreurs mentionnées ci-dessous :

source: Settings successfully saved.
fr_fr: Paramètres sauvegardés avec succès

source: Failed to save settings.
fr_fr: Erreur de sauvegarde des paramètres

source: Custom S3 Bucket name must be associated with a valid server. Make sure it matches the bucket you set up with Muut from your forum page settings.
fr_fr: Le S3 Bucket doit être associé à un serveur valide. Assurez-vous que le bucket soit bien installé avec Muut via les paramètres de votre forum.

source: Forum name must contain no spaces of any kind. Make sure the forum name is the name you registered with Muut when you set up the forum.
fr_fr: Le nom du forum ne doit contenir aucun espace. Assurez-vous que le nom du forum est bien celui que vous avez renseigné en créant votre forum.

source: S3 bucket preferences have beem removed in this version in the interests of simpler and better SEO; don't worry, it's a good thing!
fr_fr: Les préférences du S3 Bucket ont été retirées de cette version dans le but d'optimiser votre SEO; ne vous inquiétez pas, c'est une bonne chose !

source: Comments
fr_fr: Commentaires

source: Muut Threads
fr_fr: Sujets

source: Muut Thread
fr_fr: Sujet

source: This post type is not for public use, but is mainly for storing Muut thread data passed to it via webhooks.
fr_fr: Ce type de post n'est pas voué à être public. Il permet principalement de conserver les données passées via les webhooks.

source: Public Muut Post
fr_fr: Post public

source: Spammed Muut Post
fr_fr: Post considéré comme du spam

source: Go ahead!
fr_fr: Continuez ainsi !

source: Don't do that!
fr_fr: Ne faîtes pas ça !

source: Arabic
fr_fr: Arabe

source: Brazil Portuguese
fr_fr: Portugais brésilien

source: Bulgarian
fr_fr: Bulgare

source: Chinese
fr_fr: Chinois

source: Chinese / Taiwan
fr_fr: Chinois / Taïwanais

source: Dutch
fr_fr: Néerlandais

source: English
fr_fr: Anglais

source: Finnish
fr_fr: Finnois

source: French
fr_fr: Français

source: German
fr_fr: Allemand

source: Hungarian
fr_fr: Hongrois

source: Hebrew
fr_fr: Hébreu

source: Indonesian
fr_fr: Indonésion

source: Japanese
fr_fr: Japonais

source: Korean
fr_fr: Coréen

source: Polish
fr_fr: Polonais

source: Russian
fr_fr: Russe

source: Spanish
fr_fr: Espagnol

source: Swedish
fr_fr: Suédois

source: Tamil
fr_fr: Tamoul

source: Turkish
fr_fr: Turc

source: %sMuut Notice:%s It looks like you're using old shortcodes in this post. Check out our new %sadmin page%s to check out your alternatives, as we will not be supporting shortcodes much longer!
fr_fr: %sAlerte Muut : %s Il semblerait que vous utilisiez des shortcodes obsolètes. N'étant plus supportés, consultez la nouvelle %spage d'administration%s pour connaître les alternatives possibles !

source: %sMuut Notice:%s The [no-moot]/[no-muut] shortcode has been replaced by simply deactivating comments for a given page or post. You can do that in the Discussion metabox on this editor and then remove the shortcode from the content.
fr_fr: m%sAlerte Muut : %sLe shortcode [no-moot]/[no-muut] a été replacé en désactivant simplement les commentaires pour une page ou un article spécifique. Vous pouvez le faire dans la métabox via l'éditeur, puis retirer le shortcode dans le contenu.

source: You can now use the following secret in your Muut webhook settings: %s
fr_fr: Vou pouvez désormais la clé suivante dans les paramètres Muut: %s

source: Note that webhooks (and the features that use them) will only affect %sfuture%s posts; content created prior to activation will not utilize this functionality.
fr_fr: Attention - les webhooks (ainsi que les fonctionnalités associés) ne concerneront que les %snouveaux%s posts; et non le contenu créé avant leur activation.

source: Use this to embed a specific channel in a widget area.
fr_fr: Intégrer un canal spécifique dans une zone de widget

source: Muut Latest Comments
fr_fr: Les commentaires les plus récents (Muut)

source: Use this to show the latest posts with Muut comments.
fr_fr: Afficher les derniers posts commentés

source: Muut 'My Feed'
fr_fr: 'Mon fil' Muut

source: Use this to show a logged in user's personal Muut feed.
fr_fr: Afficher le fil d'un utilisateur

source: Login
fr_fr: Se connecter

source: Muut Online Users
fr_fr: Utilisateurs en ligne (Muut)

source: Use this to show the online users in a widget.
fr_fr: Faire apparaître les utilisateurs en ligne dans un widget.

# anonymous users
source: anonymous
fr_fr: Anonymes

source: Muut Popular Posts
fr_fr: Les posts populaires

source: Use this to show the Muut posts with the most activity.
fr_fr: Afficher les posts le splus actifs

source: %sMuut%s plugin failed to initialize.%s
fr_fr: Le plugin %sMuut%s n'a pas pu être installé.%s

source: Enabling this will disable other types of Muut embeds on this %s.
fr_fr: Activer cette option empêchera tout type d'intégration autre que Muut sur %s.

source: Forums and commenting re-imagined.
fr_fr: Réimaginons les forums et les commentaires

source: Please enter the name of your Muut forum. If you don't have one, please %ssetup now%s!
fr_fr: Merci de renseigner le nom de votre forum Muut. Si vous n'en avez pas, merci d'en %scréer%s un !

source: You can have any number of forums, users, or commenting pages. No traffic limits: 10, 1,000, or 100,000,000 loads a day, for free.
fr_fr: Vous pouvez avoir autant de forums, d'utilisateurs, ou de pages de commentaires que vous le souhaitez. Pas de limite de trafic : 10, 1000 ou 100000 chargements par jour, et ce gratuitement.

source: Forum Name
fr_fr: Nom du forum

source: Continue
fr_fr: Continuer

source: Language
fr_fr: Langue

source: Use Muut for post commenting
fr_fr: Utiliser Muut pour publier des commentaires

source: Use Muut commenting on posts with existing comments (data not deleted)
fr_fr: Utiliser Muut pour les articles WordPress avec des commentaires déjà existants (les données ne seront pas supprimées)

source: Search Engine Optimization (SEO)
fr_fr: Référencement naturel (SEO)

source: Allow search engines to crawl discussions at %s
fr_fr: Autoriser les moteurs de recherche à accéder aux discussions de %s

source: %sUpgrade to Muut Developer%s to use the WordPress authentication system for your forum.%s No logging in twice—WordPress users automatically become Muut users.
fr_fr: %sPasser à un compte Developer%s pour utiliser le système d'authentification WordPress pour votre forum.%s Plus besoin de s'identifier à deux reprises -Les utilisateurs WordPress deviendront automatiquement des utilisateurs Muut.

source: Enable
fr_fr: Autoriser

source: API Key
fr_fr: Clé API

source: Secret Key
fr_fr: Clé secrète

source: %sUpgrade to Muut Developer%s to use webhooks.%s This will add support for advanced features, such as widgets like %sLatest Comments%s and %sPopular Posts%s.
fr_fr: %sSouscrire à un compte Developer%s pour utiliser les webhooks.%s Vous pourrez bénéficier de fonctionnalités avancées, comme les widgets %sLes commentaires les plus récents%s et %sLes posts populaires%s.

source: Enter the url %s/muut-webhooks/%s in your Muut forum webhooks settings, with all events selected.
fr_fr: Insérer l'url %s/muut-webhooks/%s dans les paramètres de votre forum, tout en sélectionnant l'ensemble des événements.

source: Enter the the following secret as the webhooks secret in the Muut settings: %s
fr_fr: Insérer la clé suivante pour les webhooks dans les paramètres de Muut: %s

source: The Muut plugin is now packaged with five widgets. Click the widget name below to see its full documentation.
fr_fr: Le plugin Muut contient maintenant cind widgets. Cliquez sur le nom du widget pour accéder à la documentation complète.

source: My Feed
fr_fr: Mon fil

source: Latest Comments
fr_fr: Les commentaires les plus récents

source: Online Users
fr_fr: Utilisateurs en ligne

source: Popular Posts
fr_fr: Les posts populaires

source: This tab is used to embed a single channel at this location. It acts like Channels on the main forum, but the forum's navigation is not visible. It will generate the channel path and name by default, based on the page slug, or you can enter a custom channel path if you want to embed an existing one, for example.
fr_fr: Cet onglet permet d'intégrer un seul canal à cet emplacement. Cela fonctionne comme Canaux sur votre forum principal, mais la navigation du forum n'est pas visible. Cela va générer un chemin et un nom à ce canal par défaut, basé sur une page WordPress, ou vous pouvez spécifier un chemin personnalisé si vous vous souhaitez intégrer un canal déjà existant.

source: Enable channel%s (a standalone discussion area)
fr_fr: Activer un canal %s (un espace de discussion unique)

source: Check this to enable a standalone Muut channel embed for the page. This will deactivate the other two tabs.
fr_fr: Cocher cette case pour activer un canal Muut intégré dans une page. Cela désactivera les deux autres onglets.

source: Hide online users
fr_fr: Masquer les utilisateurs en ligne

source: Hides the "Online users" section. Online status (green dot) is still shown in the avatars for users who didn't hide it.
fr_fr: Masquer la section "En ligne". Le statut En ligne (voyant vert) est toujours apparent avec les avatars des utilisateurs qui ne l'ont pas masqué.

source: Disable image uploads
fr_fr: Désactiver le téléchargement des images

source: Linking to external images is still possible when uploads are disabled. Images are always displayed in gallery view.
fr_fr: Renvoyer vers des images externes est toujours possible quand le téléchargement est désactivé. Les images sont toujours affichées dans la galerie.

source: This tab can be used to set up Muut commenting on the page (or post). It is the only tab that is visible on all post types (not just pages).
fr_fr: Cet onglet permet de mettre en place les commentaires Muut sur une page ou un article. Il est visible sur tout type de publications, et non uniquement les pages.

source: Enable Muut commenting
fr_fr: Activer les commentaires Muut

source: Check this to enable Muut commenting for the page or post. If on a page, it will deactivate the other two tabs.
fr_fr: Cocher cette case pour activer les commentaires Muut pour une page ou un article. S'il s'agit d'une page, cela désactivera les deux autres onglets.

source: Flat%s commenting
fr_fr: Organisé chronologiquement %s (du plus ancien au plus récent)

source: A commenting section where all the posts appear in a single thread and will be listed in chronological order from top to bottom.
fr_fr: Une section dans laquelle les commentaires apparaissent successivement et listés par ordre chronologique de haut en bas.

source: Threaded%s commenting
fr_fr: Organisé par sujet de discussion %s

source: A commenting section where top level comments can have one level of replies. The threads with the newest replies appear on top.
fr_fr: Une section de commentaires dans laquelle le sujet de discussion peut avoir un niveau de réponses. Les sujets avec les réponses les plus récentes apparaissent en haut.

source: By using this tab, you will embed the full Muut forum using the rich user interface, which also allows a truly customizable look and feel using CSS.
fr_fr: En utilisant cet onglet, vous pourrez intégrer un forum Muut, profitant ainsi de l'interface pour le personnaliser avec du CSS

source: Check this to enable the embed for the full Muut forum. It includes Muut's rich interface that is completely customizable with CSS.
fr_fr: Cocher cette case pour autoriser l'intégration d'un forum Muut. Cela inclut l'interface vous permettant de le personnaliser complètement avec du CSS.

source: Show Comments
fr_fr: Afficher les commentaires

source: Shows a channel called %sComments%s at the bottom of the forum navigation that contains every active commenting section from posts and pages on the website. Comment threads that a user participated in or watched will always show up in her personal "My feed" regardless of this setting.
fr_fr: Affiche un canal intitulé %sCommentaires%s en bas de votre forum, et contenant toutes les sections de commentaires présentes dans les articles et les pages de votre site. Tous les sujets auxquels aura participé un utilisateur apparaitront dans "Mon fil" quel que soit le paramétrage.

source: Replaces default Wordpress commenting.
fr_fr: Remplace les commentaires par défaut sur Wordpress

source: Use Muut commenting on posts with existing comments
fr_fr: Utiliser Muut pour les articles WordPress avec des commentaires déjà existants

source: Posts that already have comments using the default WordPress discussion system will not default to using Muut. This can be changed on a post-by-post bases using the %sCommenting%s tab in the Muut metabox for that post.
fr_fr: Les articles déjà commentés avec WordPress initialement n'intégreront pas Muut par défaut. Ce réglage peut être modifié au cas par cas en passant par l'onglet %sCommentaires%s dans la métabox Muut.

source: This is the forum name you registered with Muut.%sForum name:%smyforumname%s
fr_fr: Il s'agit du nom que vous avez enregistré sur Muut en créant votre forum. %sNom du forum : %snomduforum%s

source: This is the language for all the Muut embeds. The plugin itself uses the language set for your entire WordPress website. Not seeing your language? Find out how to provide it yourself %shere!%s
fr_fr: Il s'agit de la langue utilisée pour toutes vos intégrations Muut. Ce plugin utilise la langue installée sur votre site WordPress. Si celle-ci est indisponible, cliquez %sici%s pour la trouver!

source: If you have already have a Muut forum, you can enter your forum name on the settings page right away. If not, you'll have to set up a %snew forum%s at the Muut website first.
fr_fr: Si vous avez déjà un forum Muut, il vous suffit de renseigner directement son nom. Dans le cas contraire, vous devez d'abord créer un %snouveau forum%s sur notre site.

source: Once you have saved your forum, you can edit the other various settings for your implementation and you can go ahead and add a new page.
fr_fr: Une fois votre forum enregistré, vous pourrez modifier les autres paramètres de configuration. Vous pourrez poursuivre et ajouter une nouvelle page.

source: Allow search engines to crawl discussions at
fr_fr: Autoriser les moteurs de recherche à accéder aux discussions

source: This setting should generally not be touched. When checked, it allows search engines to index your discussions under your domain as well.
fr_fr: Ce paramètre ne doit pas être modifié. Une fois activé, il permet aux moteurs de recherche d'indexer les discussions rattachés à votre domaine.

source: Serve from your own S3 Bucket
fr_fr: Passer par votre propre S3 Bucket

source: If you have a developer subscription and have set up a custom S3 Bucket for your Muut forum, you can serve content directly from that bucket rather than from %s. Once enabled, the bucket name you enter must be the same S3 bucket registered for the forum in the Muut settings.
fr_fr: Si vous avez souscrit à un compte Developer et installé un S3 Bucket pour votre forum, vous pouvez distribuer le contenu directement depuis de ce bucket plutôt que %s. Une fois activé, le nom du bucket que vous avez spécifié doit être le même que celui enregistré dans les paramètres de votre forum.

source: For more information
fr_fr: Pour plus d'informations

source: Muut Documentation
fr_fr: Documentation sur Muut

source: Setup New Forum
fr_fr: Installer un nouveau forum

source: Upgrade Pricing
fr_fr: Tarifs

source: Single Sign-On (SSO) let's you use WordPress registration and login instead of Muut's. For this to work you need to %supgrade%s your forums to support SSO and then input the public/private keypair to the settings.
fr_fr: Le Single Sign-On (SSO) vous permet de créer un compte et de vous identifier directement via WordPress, sans passer par Muut. Pour cela, vous devez %ssouscrire à un compte Developer%s. Vous devrez ensuite intégrer les clés public/privé dans les paramètres.

source: Grab the keys directly from the forum frontend (either on your embed or at muut.com) by clicking the "Settings" link and then opening the "Developer" tab.
fr_fr: Récupérer les clés directement depuis le front end (soit via le code intégré soit sur muut.com) en cliquant sur "Paramètres" et en ouvrant l'onglet "Developer".

source: After these fields are filled the SSO is enabled on all the forum and commenting instances: be it automatically generated or installed with shortcode.
fr_fr: Après avoir rempli ces champs, le SSO sera activé pour tous vos forums et commentaires; qu'ils soient automatiquement générés ou installés au moyen d'un shortcode.

source: Muut Webhooks are HTTP callbacks triggered by Muut events. They communicate with your WordPress website to send event notifications on Muut actions (replies, likes, etc.), that then add support for advanced features and widgets.
fr_fr: Les webhooks sont des appels HTTP déclenchés par des événements. Ils communiquent avec votre site WordPress pour envoyer des notifications concernant des actions spécifiques (réponses, j'aime, etc.), et supportent ainsi des widgets et autres fonctionnalités avancés.

source: To use webhooks, you need to %supgrade%s your forum to a developer license.
fr_fr: Pour utiliser les webhooks, vous devez %souscrire%s à un compte Developer.

source: Once you have enabled webhooks here, you need to visit your Muut forum settings and create a new integration under the Integrations section; give the integration a name, enter the URL and Secret specified on this page under "Webhooks" section and make sure that all the events are enabled.
fr_fr: Une fois les webhooks activés, vous devrez vous rendre les paramètres de votre forum Miit et créer une nouvelle intégration dans la section Intégrations. Vous devrez ensuite intégrer un nom, insérer l'URL et la clé secrète specifiés dans la section "Webhooks" et vous assurez que tous les événements ont été activés.

source: Channel Path
fr_fr: Chemin du canal

source: %sdefault%s
fr_fr: %sPar défaut%s

source: Flat
fr_fr: Par date

source: Threaded
fr_fr: Par sujet

source: Current forum page is %s
fr_fr: La page du forum est %s

source: Access comments from navigation
fr_fr: Accéder aux commentaires depuis la barre de navigation

source: The %s requires that webhooks be enabled. Webhooks can be enabled at the %splugin settings%s page and set up in the Muut settings for your forum. Note that webhooks only can be set up on forums with a developer subscription.
fr_fr: Le %s requiert l'activation des webhooks. Les webhooks peuvent être activés dans les %sparamètres du plugin%s et installés dans les paramètres de votre forum. Attention - les webhooks sont uniquement disponibles avec un compte Developer.

source: Display Title:
fr_fr: Titre:

source: Remote Path:
fr_fr: Chemin:

source: Number of comments to show:
fr_fr: Nombre de commentaires à afficher:

source: Show number of logged in users
fr_fr: Afficher le nombre d'utilisateurs en ligne

source: Show anonymous user count
fr_fr: Afficher le nomber d'utilisateurs anonymes

source: Number of posts to show:
fr_fr: Nombre de posts à afficher:

source: Channels:
fr_fr: Canaux:

source: anonymous users
fr_fr: Utilisateurs anonymes

source: comments
fr_fr: Commentaires

source: likes
fr_fr: j'aime
